Repository: GNOME/gnome-documents
Catalog: help/*/*.po
Languages: da, ru, sr, uk

source: Creative Commons Attribution-ShareAlike 3.0 Unported License
da: Creative Commons Kreditering-Deling på samme vilkår 3.0 Ikke porteret-licens
sr: Неприлагођена дозвола истоветног дељења заједничког стваралаштва 3.0

source: This work is licensed under a <_:link-1/>.
da: Værket er licenseret under en <_:link-1/>.
ru: Данное руководство распространяется под лицензией <_:link-1/>.
sr: Овај рад је издат под дозволом „<_:link-1/>“.
uk: Ця робота розповсюджується за умов дотримання <_:link-1/>.

# _
source: translator-credits
da: scootergrisen <>, 2020
ru: Станислав Соловей <whats_up@tut.by>, 2013-2019. Юрий Мясоедов <ymyasoedov@yandex.ru>, 2014. Alexey Rubtsov <rushills@gmail.com>, 2021
sr: Мирослав Николић; 2012, 2013 http://prevod.org — превод на српски језик.
uk: Юрій Чорноіван <yurchor@ukr.net>, 2020

source: Julita Inca
sr: Јулита Инка
uk: Хуліта Інка (Julita Inca)

source: Michael Hill
ru: Майкл Хилл (Michael Hill)
sr: Мајкл Хил
uk: Майкл Гілл (Michael Hill)

source: Ekaterina Gerasimova
ru: Екатерина Герасимова (Ekaterina Gerasimova)
sr: Екатерина Герасимова
uk: Єкатерина Герасимова (Ekaterina Gerasimova)

source: Group related documents together to help sort them.
da: Gruppér relaterede dokumenter sammen for at hjælpe med at sortere dem.
ru: Сгруппируйте связанные документы вместе, чтобы облегчить их сортировку.
sr: Групишите одговарајуће документе заједно да помогнете њихово ређања.
uk: Групування пов'язаних документів для полегшення їхнього упорядкування.

source: Make collections of documents
da: Lav samlinger af dokumenter
ru: Создавайте коллекции документов
sr: Направите збирку докумената
uk: Створення збірок документів

source: You can put together documents of different types in one place which is called a <em>collection</em>. If you have documents that are related, you can group them to make them easier to find. For example, if you had a business trip where you made a presentation, your slides, a PDF of your flight itinerary, your budget spreadsheet, and other word processor and PDF documents can be grouped in one collection.
da: Du kan samle forskellige slags dokumenter samme sted, som kaldes en <em>samling</em>. Hvis du har relaterede dokumenter, kan du gruppere dem, så de er lette at finde. Har du f.eks. en forretningsrejse hvor du lavede en præsentation, så kan dine slides, en PDF af din flyrejseplan, dit budgetregneark og andre tekstbehandlings- og PDF-dokumenter grupperes i én samling.
ru: Вы можете собрать документы разных типов в одном месте, которое называется <em>коллекцией</em>. Если у вас есть документы, которые связаны между собой, вы можете сгруппировать их, чтобы их было легче найти. Например, если у вас была деловая поездка, в ходе которой вы делали презентацию, ваши слайды, PDF-файл с маршрутом перелета, таблица с бюджетом и другие документы текстового процессора и PDF-файлы можно сгруппировать в одну коллекцию.
sr: Можете да ставите заједно документа разних врста на једном месту под називом <em>Збирка</em>. Ако имате документа која су повезана, можете да их групишете да бисте их лакше пронашли. На пример, ако сте на службеном путу и тамо одржавате презентацију, ваши дијапозитиви, ваш план лета (који је ПДФ датотека), ваша таблица буџета и остали хибридни ПДФ/ОДФ документи, могу бити груписани у једну збирку.
uk: Ви можете зібрати документи різних типів в одному місці, яке називається <em>збіркою</em>. Якщо у вас є пов'язані документи, ви можете згрупувати їх, щоб їх було простіше шукати. Наприклад, якщо ви перебували у відрядженні, де ви демонстрували презентацію, ваші слайди, PDF ваших квитків для перельоту, таблиця ваших витрат та інші документи текстового процесора та PDF можна зібрати у одну збірку.

source: To create or add to a collection:
da: Opret eller tilføj til en samling:
ru: Создать или пополнить коллекцию:
sr: Да направите или да додате у збирку:
uk: Щоб створити або додати збірку, виконайте такі дії:

source: Press the <gui>✓</gui> button.
da: Tryk på <gui>✓</gui>-knappen.
ru: Нажмите кнопку <gui>✓</gui>.
sr: Притисните дугме <gui>✓</gui>.
uk: Натисніть кнопку <gui>✓</gui>.

source: In selection mode, select related documents.
da: I valgtilstand vælges de relaterede dokumenter.
ru: В режиме выбора выберите связанные документы.
sr: У режиму избора, изаберите повезана документа.
uk: У режимі вибору виберіть пов'язані документи.

source: Press <gui>Add to Collection</gui>.
da: Tryk på <gui>Tilføj til samling</gui>.
ru: Нажмите кнопку <gui>Добавить в коллекцию</gui>.
sr: Притисните <gui>Додај на збирку</gui>.
uk: Натисніть кнопку <gui>Додати до збірки</gui>.

source: In the collection list, press on <gui>Create new collection</gui> twice and type a new collection name, or select an existing collection. The selected documents will be added to the collection.
da: Tryk to gange på <gui>Opret ny samling</gui> i samlingslisten og skriv et nyt navn på en samling, eller vælg en eksisterende samling. De valgte dokumenter tilføjes til samlingen.
ru: В списке коллекций дважды нажмите на кнопку <gui>Создать новую коллекцию</gui> и введите название новой коллекции или выберите существующую коллекцию. Выбранные документы будут добавлены в коллекцию.
sr: На списку збирке, притисните на <gui>Направи нову збирку</gui> и упишите назив нове збирке, или изаберите једну већ постојећу. Изабрани документи ће бити додати у збирку.
uk: У списку збірки натисніть кнопку <gui>Створити збірку</gui> двічі і введіть назву нової збірки або виберіть наявну збірку. Вибрані документи буде додано до збірки.

source: To delete a collection:
da: Slet en samling:
ru: Чтобы удалить коллекцию:
sr: Да обришете збирку:
uk: Щоб вилучити збірку, виконайте такі дії:

source: In selection mode, select the collection that you want to delete.
da: I valgtilstand vælges den samling du vil slette.
ru: В режиме выбора выберите коллекцию, которую вы хотите удалить.
sr: У режиму избора, изаберите збирку коју желите да обришете.
uk: У режимі вибору виберіть збірку, яку ви хочете вилучити.

source: Press <gui style="button">Delete</gui>. The collection will be deleted, leaving the original documents as they are.
da: Tryk på <gui style="button">Slet</gui>. Samlingen slettes og de oprindelige dokumenter efterlades som de er.
ru: Нажмите кнопку <gui style="button">Удалить</gui>. Коллекция будет удалена, а исходные документы останутся на своих местах.
sr: Кликните на дугме <gui style="button">Обриши</gui>. Збирка ће бити обрисана, остављајући оригиналне документе.
uk: Натисніть кнопку <gui style="button">Вилучити</gui>. Збірку буде вилучено, а початкові документи лишаться на своїх місцях.

source: Choose which documents to display.
da: Vælg hvilke dokumenter som skal vises.
ru: Выберите, какие документы будут отображаться.
sr: Изаберите документа за приказивање.
uk: Вибір документів, які слід показувати.

source: Filter documents
da: Filtrer dokumenter
ru: Фильтрация документов
sr: Проберите документа
uk: Фільтрування документів

source: down
da: ned
ru: ниже
sr: доле
uk: вниз

source: <link xref="search">Open the search</link> and click the <_:media-1/> button next to the search bar to limit the scope of the search in these categories:
da: <link xref="search">Åbn søgningen</link> og klik på <_:media-1/>-knappen ved siden af søgelinjen for at begrænse søgeområdet i disse kategorier:
ru: <link xref="search">Откройте поиск</link> и нажмите кнопку <_:media-1/> рядом со строкой поиска, чтобы ограничить область поиска в этих категориях:
sr: Кликните на <link xref="search">Отвори претрагу</link> кликните на дугме <_:media-1/> поред траке за претрагу да ограничите опсег претраге у овим категоријама:
uk: <link xref="search">Відкрийте пошук</link> і натисніть кнопку <_:media-1/>, розташовану поряд із полем для пошуку, щоб обмежити область пошуку у цих категоріях:

source: Sources
da: Kilder
ru: Источники
sr: Извори
uk: Джерела

source: Choose to search documents that are <gui>Local</gui>, accessed through <link href="help:gnome-help/online-accounts">online accounts</link> with <gui>Google</gui>, <gui>OneDrive</gui>, <gui>ownCloud</gui>, or <gui>All</gui>.
da: Søg i dokumenter som er <gui>Lokale</gui> eller dokumenter som tilgås gennem <link href="help:gnome-help/online-accounts">onlinekonti</link> med <gui>Google</gui>, <gui>OneDrive</gui>, <gui>ownCloud</gui> eller <gui>Alle</gui>.
ru: Выберите для поиска документы, которые являются <gui>локальными</gui>, доступ к которым осуществляется через <link href="help:gnome-help/online-accounts">онлайн-учетные записи</link> <gui>Google</gui>, <gui>OneDrive</gui>, <gui>ownCloud</gui> или <gui>All</gui>.
sr: Изаберите да претажите документа која су <gui>Локална</gui>, којима се приступа помоћу <link href="help:gnome-help/online-accounts">налога на мрежи</link> са <gui>Гуглом</gui>, <gui>Једним диском</gui>, <gui>сопственим облаком</gui>, или <gui>Све</gui>.
uk: Виберіть документи для пошуку, які є <gui>Локальними</gui>, доступними за допомогою <link href="help:gnome-help/online-accounts">облікових записів в інтернеті</link> у службах <gui>Google</gui>, <gui>OneDrive</gui>, <gui>ownCloud</gui> або <gui>Все</gui>.

source: Type
ru: Тип
sr: Врста
uk: Тип

source: Search only documents that are <gui>Collections</gui>, <gui>PDF Documents</gui>, <gui>Presentations</gui>, <gui>Spreadsheets</gui>, <gui>Text Documents</gui>, or <gui>All</gui>.
da: Søg kun efter dokumenter som er <gui>Samlinger</gui>, <gui>PDF-dokumenter</gui>, <gui>Præsentationer</gui>, <gui>Regneark</gui>, <gui>Tekstdokumenter</gui> eller <gui>Alle</gui>.
ru: Поиск только документов, которые являются <gui>коллекциями</gui>, <gui>документами PDF</gui>, <gui>презентациями</gui>, <gui>электронными таблицами</gui>, <gui>текстовыми документами</gui> или <gui>всеми</gui> документами.
sr: Претражите само документа која су <gui>Збирке</gui>, <gui>ПДФ документа</gui>, <gui>Презентације</gui>, <gui>Таблице</gui>, <gui>Документа текста</gui>, или <gui>Све</gui>.
uk: Можна шукати лише документи, які є <gui>Збірками</gui>, <gui>Документами PDF</gui>, <gui>Презентаціями</gui>, <gui>Електронними таблицями</gui>, <gui>Текстовими документами</gui>, або шукати в <gui>Усіх</gui> документах.

source: Match
da: Matcher
ru: Совпадение
sr: Поклопи
uk: Відповідність

source: Choose to search only the <gui>Title</gui>, the <gui>Author</gui>, or <gui>All</gui>.
da: Søg kun efter <gui>Titel</gui>, <gui>Forfatter</gui> eller <gui>Alle</gui>.
ru: Выберите поиск только по <gui>названию</gui>, <gui>автору</gui> или <gui>всем</gui>.
sr: Изаберите да претражите само <gui>Наслов</gui>, <gui>Аутора</gui>, или <gui>Све</gui>.
uk: Виберіть місце пошуку — <gui>Заголовок</gui>, <gui>Автор</gui> або <gui>Все</gui>.

source: In order for <gui>Google</gui>, <gui>OneDrive</gui> or <gui>ownCloud</gui> to appear in the filter list, it is necessary to configure Google, ownCloud or Windows Live as an <link href="help:gnome-help/accounts-add">online account</link>.
da: For at vise <gui>Google</gui>, <gui>OneDrive</gui> eller <gui>ownCloud</gui> i filterlisten er det nødvendigt at konfigurere Google, ownCloud eller Windows Live som en <link href="help:gnome-help/accounts-add">onlinekonto</link>.
ru: Для того чтобы <gui>Google</gui>, <gui>OneDrive</gui> или <gui>ownCloud</gui> появились в списке фильтров, необходимо настроить Google, ownCloud или Windows Live как <link href="help:gnome-help/accounts-add">учетную запись в Интернете</link>.
sr: Да би се на списку филтера појавио <gui>Гугл</gui> или <gui>Сопствени облак</gui>, неопходно је да подесите Гугл, сопствени облак или Виндоуз уживо као <link href="help:gnome-help/accounts-add">налог на мрежи</link>.
uk: Щоб пункти <gui>Google</gui>, <gui>OneDrive</gui> та <gui>ownCloud</gui> з'явилися у списку фільтрування, слід налаштувати Google, ownCloud або Windows Live як <link href="help:gnome-help/accounts-add">обліковий запис в інтернеті</link>.

source: <app>Documents</app> displays a number of popular document types.
da: <app>Dokumenter</app> viser flere populære dokumenttyper.
ru: Приложение <app>Документы</app> показывает некоторые популярные типы документов.
sr: Програм <app>Документи</app> приказује бројне популарне врсте докумената.
uk: <app>Документи</app> показують документи багатьох популярних типів.

source: Supported formats
da: Understøttede formater
ru: Поддерживаемые форматы
sr: Подржани формати
uk: Підтримувані формати

source: <app>Documents</app> displays PDF, DVI, XPS, PostScript and the formats supported by <app href="help:evince">Document Viewer</app>, <app>Microsoft Office</app>, <app>LibreOffice</app> and <app>Google Docs</app>.
da: <app>Dokumenter</app> viser PDF, DVI, XPS, PostScript og de formater som understøttes af <app href="help:evince">Dokumentfremviser</app>, <app>Microsoft Office</app>, <app>LibreOffice</app> og <app>Google Docs</app>.
ru: <app>Документы</app> отображают PDF, DVI, XPS, PostScript и форматы, поддерживаемые <app href="help:evince">Document Viewer</app>, <app>Microsoft Office</app>, <app>LibreOffice</app> и <app>Google Docs</app>.
sr: <app>Документа</app> приказује ПДФ, ДВИ, ИксПС, Пост скрипт и формате које подржавају <app>Прегледник докумената</app>, <app>Мајкрософт Офис</app>, и <app>Гуглови документи</app>.
uk: <app>Документи</app> показують документи у форматах PDF, DVI, XPS, PostScript та інших форматах, підтримку яких передбачено у <app href="help:evince">Переглядачі документів</app>, <app>Microsoft Office</app>, <app>LibreOffice</app> та <app>Документах Google</app>.

# link
source: Documents
da: Dokumenter
ru: Документы
sr: Документа
uk: Документи

# text
source: Documents
da: Dokumenter
ru: Документы
sr: Документа
uk: Документи

source: Organize, view and edit the documents that are stored locally on your computer or online.
da: Organiser, vis og rediger dokumenterne som er gemt lokalt på din computer eller online.
ru: Организуйте, просматривайте и редактируйте документы, которые хранятся локально на вашем компьютере или в Интернете.
sr: Организујте, прегледајте и уређујте документа ускладиштена локално на вашем рачунару или на мрежи.
uk: Впорядковуйте, переглядайте та редагуйте документи, які зберігаються на вашому комп'ютері або у мережі.

source: <_:media-1/> Documents
da: <_:media-1/> Dokumenter
ru: <_:media-1/> Документы
sr: <_:media-1/> Документа
uk: <_:media-1/> Документи

source: <app>Documents</app> is a GNOME application that lets you display, organize and print the documents on your computer or those created remotely using <em>Google Docs</em>, <em>ownCloud</em> or <em>OneDrive</em>.
da: <app>Dokumenter</app> er et GNOME-program som lader dig vise, organisere og udskrive dokumenterne på din computer eller dem som er oprettet eksternt med <em>Google Docs</em>, <em>ownCloud</em> eller <em>OneDrive</em>.
ru: <app>Documents</app> - это приложение GNOME, которое позволяет отображать, организовывать и распечатывать документы на вашем компьютере или документы, созданные удаленно с помощью <em>Google Docs</em>, <em>ownCloud</em> или <em>OneDrive</em>.
sr: <app>Документа</app> је Гномов програм који вам омогућава да прикажете, организујете и да штампате документа на вашем рачунару или она направљена удаљено употребом <em>Гугл докумената</em>, <em>Сопственог облака</em> или <em>Једног диска</em>.
uk: <app>Документи</app> — програма GNOME, за допомогою якої ви можете переглядати, упорядковувати та друкувати документи на вашому комп'ютері або створені віддалено за допомогою <em>Документів Google</em>, <em>ownCloud</em> або <em>OneDrive</em>.

source: View, sort and search
da: Vis, sortér eller søg
ru: Просмотр, сортировка и поиск
sr: Прикажите, поређајте и потражите
uk: Перегляд, упорядкування та пошук

source: Select, organize and print
da: Vælg, organiser og udskriv
ru: Выбор, организация и печать
sr: Изаберите, организујте, штампајте
uk: Вибір, упорядкування і друк

source: Problems
da: Problemer
ru: Проблемы
sr: Проблеми
uk: Проблеми

source: See a document's name, location, date modified, or type.
da: Se et dokuments navn, placering, ændringsdato eller type.
ru: Просмотреть имя документа, его местоположение, дату изменения или тип.
sr: Погледајте назив документа, место, датум измене, или врсту.
uk: Перегляд назви документа, розташування, дати внесення змін або типів.

source: Find information about documents
da: Find information om dokumenter
ru: Найти информацию о документах
sr: Нађите податке о документима
uk: Пошук інформації про документи

source: When a document is created, it contains <em>metadata</em>. <app>Documents</app> displays the following metadata for each document:
da: Når et dokument oprettes, så indeholder det <em>metadata</em>. <app>Dokumenter</app> viser følgende metadata for hvert dokument:
ru: Когда создается документ, он содержит <em>метаданные</em>. <app>Документы</app> отображают следующие метаданные для каждого документа:
sr: Приликом стварања документа, исти садржи <em>метаподатке</em>. <app>Документа</app> приказује следеће метаподатке за сваки документ:
uk: При створенні документа до нього буде записано <em>метадані</em>. <app>Документи</app> показують наступні метадані для кожного документа:

source: Title: the name of the document, which can be edited;
da: Titel: navnet på dokumentet, så kan redigeres;
ru: Заголовок: название документа, которое можно редактировать;
sr: Наслов: назив документа, који може да се уређује;
uk: Заголовок: назва документа, її можна редагувати;

source: Source: the path to the folder containing the document;
da: Kilde: stien til mappen som indeholder dokumentet;
ru: Источник: путь к папке, содержащей документ;
sr: Извор: путања до фасцикле која садржи документ;
uk: Джерело: шлях до теки, де зберігається документ;

source: Date Modified;
da: Ændringsdato;
ru: Дата последнего изменения;
sr: Датум измене;
uk: Дата зміни;

source: Type: the <link xref="formats">file format</link> of the document.
da: Type: dokumentets <link xref="formats">filformat</link>.
ru: Тип: <link xref="formats">формат файла</link> документа.
sr: Врста: <link xref="formats">формат датотеке</link> документа.
uk: Тип: <link xref="formats">формат файла</link> документа.

source: To see a document's properties:
da: Se et dokuments egenskaber:
ru: Чтобы увидеть свойства документа:
sr: Да видите својства документа:
uk: Щоб переглянути документи, виконайте такі дії:

source: Click the check button to switch to selection mode.
da: Klik på afkrydsningsknappen for at skifte til valgtilstand.
ru: Нажмите на кнопку проверки, чтобы переключиться в режим выбора.
sr: Кликните на дугме провере да се пребаците на режим избора.
uk: Натисніть кнопку з позначкою, щоб перемкнутися у режимі вибору.

source: Select a document.
da: Vælg et dokument.
ru: Выберите документ.
sr: Изаберите документ.
uk: Виберіть документ.

source: Click the <gui>Properties</gui> button at the right end of the button bar.
da: Klik på <gui>Egenskaber</gui>-knappen til højre på knaplinjen.
ru: Нажмите кнопку <gui>Свойства</gui> в правом конце панели кнопок.
sr: Кликните на дугме <gui>Својства</gui> на десном крају траке дугмади.
uk: Натисніть кнопку <gui>Властивості</gui> у правій частині панелі кнопок.

source: Some types of documents (e.g. PDF files) can be password protected, preventing access to their metadata or content.
da: Nogle dokumenttyper (f.eks. PDF-filer) kan være beskyttet med adgangskode som forhindrer adgang til deres metadata eller indhold.
ru: Некоторые типы документов (например, файлы PDF) могут быть защищены паролем, предотвращающим доступ к их метаданным и содержимому.
sr: Неке врсте докумената (нпр. ПДФ датотеке) могу бити заштићене лозинком, спречавајући приступ њиховим метаподацима или садржају.
uk: Документи деяких типів (наприклад файли PDF) може бути захищено паролем, що запобігає доступу до їхніх метаданих або вмісту.

source: <app>Documents</app> does not currently offer any mechanism to add privacy to a document. You may be able to do this from the application you used to create the document (e.g. <app>LibreOffice</app> or <app>Adobe Acrobat</app>).
da: <app>Dokumenter</app> byder i øjeblikket ikke på nogen mekanisme til at tilføje privatliv til et dokument. Det kan du måske gøre i det program du brugte til at oprette dokumentet med (f.eks. <app>LibreOffice</app> eller <app>Adobe Acrobat</app>).
ru: Приложение <app>Документы</app> в настоящее время не содержит никакого механизма для добавления функционала защиты документов. Это можно сделать из приложения, которое использовалось для создания документа (например, <app>LibreOffice</app> или <app>Adobe Acrobat</app>).
sr: <app>Документи</app> тренутно не нуде никакав механизам за додавање приватности документу. Можете бити у могућности да ово урадите у програму који сте користили за стварање документа (нпр. <app>Либре Офис</app> или <app>Адоб Акробат</app>).
uk: У поточній версії <app>Документів</app> не передбачено механізмів додавання захисту до документа. Ви можете зробити це за допомогою програми, яку було використано для створення документа (наприклад <app>LibreOffice</app> або <app>Adobe Acrobat</app>).

source: Print documents that are stored locally or online.
da: Udskriv dokumenter som er gemt lokalt eller online.
ru: Печать документов, хранящихся на локальном компьютере или в Интернете.
sr: Штампајте документа ускладиштена локално или на мрежи.
uk: Друк документів, які зберігаються локально або у мережі.

source: Print a document
da: Udskriv et dokument
ru: Печать документа
sr: Штампајте документ
uk: Друк документа

source: To print a document:
da: Udskriv et dokument:
ru: Чтобы напечатать документ:
sr: Да штампате документ:
uk: Щоб надрукувати документ, виконайте такі дії:

source: In selection mode, check the document to be printed.
da: I valgtilstand afkrydses det dokument, som skal udskrives.
ru: В режиме выбора отметьте документ, который нужно распечатать.
sr: У режиму избора, штиклирајте документ за штампање.
uk: У режимі вибору позначте документ, який має бути надруковано.

source: Click the Print button in the button bar. The <gui>Print</gui> dialog opens.
da: Klik på Udskriv-knappen på knaplinjen. <gui>Udskriv</gui>-dialogen åbner.
ru: Нажмите кнопку печати на панели кнопок. Откроется диалоговое окно <gui>Печать</gui>.
sr: Кликните на дугме штампача на траци дугмади. Отвориће се прозорче за <gui>Штампање</gui>.
uk: Натисніть кнопку «Надрукувати» на панелі кнопок. У відповідь буде відкрито діалогове вікно <gui>Друкувати</gui>.

source: Printing is not available when more than one document is selected, or when a collection is selected.
da: Udskrivning er ikke tilgængelig når mere end et dokument er valgt eller, når en samling er valgt.
ru: Печать недоступна, когда выбрано несколько документов, или когда выбрана коллекция.
sr: Штампање није доступно када је изабрано више од једног документа, или када је изабрана збирка.
uk: Друк є недоступним, якщо позначено декілька документів або збірку.

source: Your local documents do not appear in <gui>Documents</gui>.
da: Dine lokale dokumenter vises ikke i <gui>Dokumenter</gui>.
ru: Ваши локальные документы не отображаются в разделе <gui>Документы</gui>.
sr: Ваша документа се не појављују у <gui>Документима</gui>.
uk: Ваші локальні документи не показано у <gui>Документи</gui>.

source: My documents are not shown
da: Mine dokumenter vises ikke
ru: Мои документы не отображаются
sr: Моја документа се не приказују
uk: Документи не показано
