Repository: GNOME/gnome-documents
Catalog: help/*/*.po
Languages: da, ru, sr, uk

source: <app>Documents</app> supports only certain types of documents such as PDFs and office suite documents such as spreadsheets and word processor documents. It will not show text documents and photos.
da: <app>Dokumenter</app> understøtter kun bestemte dokumenttyper såsom PDF'er og kontorpakkedokumenter såsom regneark og tekstbehandlingsdokumenter. Den viser ikke tekstdokumenter og billeder.
ru: <app>Documents</app> поддерживает только определенные типы документов, такие как PDF-файлы и документы офисного пакета, например электронные таблицы и документы текстового процессора. Он не отображает текстовые документы и фотографии.
sr: <app>Документа</app> подржава само одређене врсте докумената као што су ПДФ и документа канцеларијског пакета као што су таблице и документа обрађивача текста. Неће приказати текстуална документа и фотографије.
uk: У <app>Документах</app> передбачено підтримку лише деяких типів документів, зокрема документів PDF і офісних документів, зокрема електронних таблиць та документів текстових процесорів. Програма не може показувати текстові документи та фотографії.

source: For your local documents to appear in <app>Documents</app>, they must be inside your <file>Documents</file> or <file>Downloads</file> folders, or inside folders that are in those directories. Documents that are in other places on your computer will not be shown.
da: For at vise dine lokale dokumenter i <app>Dokumenter</app>, skal de være i dine <file>Dokumenter</file>- eller <file>Downloads</file>-mapper, eller i mapper inden i de mapper. Dokumenter som er andre steder på din computer vises ikke.
ru: Чтобы ваши локальные документы отображались в <app>Документах</app>, они должны находиться в папках <file>Документы</file> или <file>Загрузки</file> или в папках, которые находятся в этих папках. Документы, находящиеся в других местах на вашем компьютере, не будут отображаться.
sr: Да би се ваша локална документа појавила у <app>Документима</app>, морају да се налазе у вашој фасцикли <file>Документа</file> или <file>Преузимања</file>, или у фасциклама које су у тим директоријумума. Документа која су на другим местима на вашем рачунару неће бити приказана.
uk: Щоб ваші локальні документи з'явилися у <app>Документах</app>, вони мають зберігатися у ваших теках <file>Документи</file> або <file>Завантаження</file>, або у теках, які зберігаються у цих каталогах. Документи, які зберігаються у інших місцях на вашому комп'ютері, не буде показано.

source: If your documents fail to display in <app>Documents</app>, <app>Tracker</app> may not be running or properly configured. Make sure <app>Tracker</app> is running in your session. The default configuration, set to index files in your home directory (non-recursively) and XDG folders (recursively), should be adequate.
da: Hvis dine dokumenter ikke kan vises i <app>Dokumenter</app>, så kører <app>Tracker</app> måske ikke eller er ikke konfigureret korrekt. Sørg for at <app>Tracker</app> kører i din session. Hvis standardkonfigurationen er indstillet til at indeksere filer i din hjemmemappe (ikke-rekursivt) og XDG-mapper (rekursivt), bør det være tilstrækkeligt.
ru: Если ваши документы не отображаются в <app>Documents</app>, возможно, <app>Tracker</app> не запущен или неправильно настроен. Убедитесь, что <app>Tracker</app> запущен в вашей сессии. Конфигурация по умолчанию, настроенная на индексирование файлов в вашем домашнем каталоге (нерекурсивно) и папок XDG (рекурсивно), должна быть достаточной.
sr: Ако ваша документа не успеју да се прикажу у <app>Документима</app>, може бити да <app>Пратилац</app> није покренут или исправно подешен. Уверите се да је <app>Пратилац</app> покренут у вашој сесији. Основно подешавање, постављено да попише датотеке у вашој личној фасцикли (не-дубински), а ИксДГ фасцикле (дубински), треба да буде одговарајуће.
uk: Якщо ваші документи не показуються у <app>Докуметах</app>, можливо, <app>Tracker</app> не запущено або не налаштовано належним чином. Переконайтеся, що у вашому сеансі запущено <app>Tracker</app>. Типові налаштування, за яких встановлено індексування файлів у вашому домашньому каталозі (не рекурсивно) і теках XDG (рекурсивно), мають працювати належним чином.

source: You can only preview files stored locally, on Google Drive or ownCloud.
da: Du kan kun forhåndsvise filer som er gemt lokalt, på Google Drive eller ownCloud.
ru: Вы можете просматривать только файлы, хранящиеся локально, на Google Диске или в ownCloud.
sr: Можете да прегледате само датотеке ускладиштене локално, на Гугл диску или Сопственом облаку.
uk: Попередній перегляд передбачено лише для файлів, які зберігаються локально, на Диску Google і ownCloud.

source: Why do some files not have previews?
da: Hvorfor har nogle filer ikke forhåndsvisninger?
ru: Почему некоторые файлы не имеют предварительного просмотра?
sr: Зашто неке датотеке немају претпрегледе?
uk: Чому для деяких файлів програма не показує мініатюри попереднього перегляду?

source: When you open <app>Documents</app>, a preview thumbnail is displayed for documents that are stored locally, on <em>Google Drive</em> or <em>ownCloud</em>. Those stored in <em>OneDrive</em> show as missing (or blank) preview thumbnails.
da: Når du åbner <app>Dokumenter</app>, vises en forhåndsvisningsminiature for dokumenter som er gemt lokalt, på <em>Google Drive</em> eller <em>ownCloud</em>. Dem som er gemt i <em>OneDrive</em> vises med manglende (eller tomme) forhåndsvisningsminiaturer.
ru: Когда вы открываете <app>Документы</app>, миниатюра предварительного просмотра отображается для документов, хранящихся локально, на <em>Google Диске</em> или в <em>ownCloud</em>. Документы, хранящиеся в <em>OneDrive</em>, отображаются как отсутствующие (или пустые) миниатюры предварительного просмотра.
sr: Када отворите <app>Документа</app>, сличица прегледа се приказује за документа која су ускладиштена локално, на <em>Гугл диску</em> или на <em>Сопственом облаку</em>. Она ускладиштена на <em>Једном диску</em> приказују недостајућу (или празну) сличицу прегледа.
uk: Коли ви відкриєте <app>Документи</app>, буде показано мініаютюру попереднього перегляду для документів, які зберігаються локально, на <em>Диску Google</em> або <em>ownCloud</em>. Для документів, які зберігаються на <em>OneDrive</em>, не буде показано мініатюри або буде показано порожні мініатюри.

source: If you download a <em>OneDrive</em> document to local storage through the web interface, a thumbnail will be generated.
da: Hvis du downloader et <em>OneDrive</em>-dokument for at gemme det lokalt gennem webgrænsefladen, så oprettes der en miniature.
ru: Если загрузить документ <em>OneDrive</em> в локальное хранилище через веб-интерфейс, будет создана миниатюра.
sr: Ако преузмете документ <em>Једног диска</em> на ваш рачунар помоћу веб сучеља, биће створена сличица.
uk: Якщо ви отримаєте документ <em>OneDrive</em> до локального сховища даних за допомогою вебінтерфейсу, мініатюру попереднього перегляду буде негайно створено.

source: The local copy of a document downloaded from an online account will lose its ability to be updated online. If you want to continue to edit it online, it is better not to download it.
da: Den lokale kopi af et dokument som er downloadet fra en onlinekonto mister sin evne til at blive opdateret online. Hvis du vil fortsætte med at redigere den online, så er det bedre ikke at downloade den.
ru: Локальная копия документа, загруженная из учетной записи в Интернете, потеряет возможность обновления в Интернете. Если вы хотите продолжать редактировать документ онлайн, лучше не загружать его.
sr: Локални умножак документа преузетог са налога на мрежи ће изгубити способност ажурирања на мрежи. Ако желите да наставите да га уређујете на мрежи, боље је да га не преузимате.
uk: Локальна копія отриманого з облікового запису в інтернеті документа втратить можливість інтернет-оновлення. Якщо ви хочете продовжити його редагування, не варто його отримувати локально.

source: Find your documents by title or author.
da: Find dine dokumenter efter titel eller forfatter.
ru: Поиск документов по заголовку или автору.
sr: Нађите ваше документе према наслову или аутору.
uk: Знайдіть документи за заголовком або автором.

source: Search for files
da: Søg efter filer
ru: Поиск файлов
sr: Тражите датотеке
uk: Пошук файлів

source: To start a search in <app>Documents</app>:
da: Start en søgning i <app>Dokumenter</app>:
ru: Чтобы начать поиск в приложении <app>Документы</app>:
sr: Да започнете претрагу у <app>Документима</app>:
uk: Щоб почати пошук у <app>Документах</app>, виконайте такі дії:

source: Press <keyseq><key>Ctrl</key><key>F</key></keyseq> to open the search bar at the top of the window.
da: Tryk på <keyseq><key>Ctrl</key><key>F</key></keyseq> for at åbne søgelinjen øverst i vinduet.
ru: Нажмите <keyseq><key>Ctrl</key><key>F</key></keyseq> чтобы открыть панель поиска в верхней части окна.
sr: Притисните <keyseq><key>Ктрл</key><key>Ф</key></keyseq> да отворите поље за претрагу на врху прозора.
uk: Натисніть комбінацію клавіш <keyseq><key>Ctrl</key><key>F</key></keyseq>, щоб відкрити панель пошуку у верхній частині вікна.

source: Start typing keywords, and searching begins instantly. You will see a list of documents whose title or author matches the keywords.
da: Begynd at skrive nøgleord og søgningen starter straks. Du kan se en liste over dokumenter, hvor titlen eller forfatteren matcher nøgleordene.
ru: Начните вводить ключевое слово, и поиск запустится мгновенно. Будет показан список документов, автор или автор которых соответствует шаблону поиска.
sr: Почните да куцате кључне речи, и претрага почиње одмах. Видећете списак докумената чији наслови или аутори одговарају кључним речима.
uk: Почніть вводити ключові слова пошуку, і пошук буде негайно розпочато. Ви побачите список документів, чий заголовок або автор відповідає ключовим словам.

source: You can restrict or filter the search results by clicking the <_:media-1/> button and selecting various <link xref="filter">filters</link>.
da: Du kan begrænse eller filtrere søgeresultaterne ved at klikke på <_:media-1/>-knappen og vælge diverse <link xref="filter">filtre</link>.
ru: Вы можете ограничить или отфильтровать результаты поиска, нажав кнопку <_:media-1/> и выбрав различные <link xref="filter">фильтры</link>.
sr: Можете да ограничите или да проберете резултате претраге тако што ћете кликнути на дугме <_:media-1/> и изабрати разне <link xref="filter">филтере</link>.
uk: Ви можете обмежити результати або виконати фільтрування результатів, якщо натиснете кнопку <_:media-1/> і виберете якийсь <link xref="filter">фільтр</link>.

source: Change the way documents are displayed.
da: Skift måden hvorpå dokumenter vises.
ru: Изменение способа отображения документов.
sr: Измените начин приказивања докумената.
uk: Зміна режиму показу документів.

source: View files in a list or grid
da: Vis filer i en liste eller gitter
ru: Просмотр файлов в режиме сетки или списка.
sr: Прикажите датотеке на списку или мрежи
uk: Перегляд файлів у форматі списку або таблиці

source: Documents and collections are presented in <gui>Grid</gui> format by default. To view in <gui>List</gui> format:
da: Dokumenter og samlinger præsenteres, som standard, i <gui>Gitter</gui>-format. Vis i <gui>Liste</gui>-format:
ru: Тип просмотра по умолчанию для документов и коллекций — <gui>Сетка</gui>. Чтобы просматривать их в режиме <gui>Список</gui>:
sr: Документи и збирке су по основи приказани у <gui>Мрежи</gui>. Да прикажете у облику <gui>Списка</gui>:
uk: Документи і збірки типово буде показано у форматі <gui>Таблиці</gui>. Щоб переглянути їх у форматі <gui>Списку</gui>, виконайте такі дії:

source: Press the list button in the top-right corner of the window.
da: Tryk på listeknappen i øverste højre hjørne af vinduet.
ru: Нажмите кнопку списка в правом верхнем углу окна.
sr: Притисните дугме списка у горњем десном углу прозора.
uk: Натисніть кнопку списку у верхньому правому куті вікна програми.

source: List view has columns displaying the document type and date modified, and whether it's stored locally or remotely in one of your online accounts.
da: Listevisning har kolonner som viser dokumenttypen og ændringsdatoen, og om det er gemt lokalt eller eksternt i en af dine onlinekonti.
ru: В представлении списка есть колонки, отображающие тип документа и дату изменения, а также то, хранится ли он локально или удаленно в одной из ваших учетных записей в Интернете.
sr: У прегледу списком у колонама се приказују врста документа и датум измене, и да ли је ускладиштен локално, удаљено на једном од ваших налога на мрежи.
uk: У режимі перегляду списком буде показано стовпчики із типом документа, датою внесення змін та даними щодо того, зберігаються документ локально чи віддалено на одному з ваших облікових записів в інтернеті.

source: Click the grid button in the top-right corner of the window to return to the grid view.
da: Klik på gitterknappen øverst i højre hjørne af vinduet for at vende tilbage til gittervisningen.
ru: Нажмите кнопку сетки в правом верхнем углу окна, чтобы вернуться к виду сетки.
sr: Кликните на дугме мреже у горњем десном углу прозора да се вратите на преглед мрежом.
uk: Натисніть кнопку із граткою у верхньому правому куті вікна програми, щоб повернутися до режиму перегляд таблиці.

source: Open documents that are stored locally or online.
da: Åbn dokumenter som er gemt lokalt eller online.
ru: Открывайте документы, хранящиеся локально или в Интернете.
sr: Отворите документа ускладиштена локално или на мрежи.
uk: Відкриття документів, які зберігаються локально або у мережі.

source: View your documents
da: Vis dine dokumenter
ru: Просмотр документов
sr: Прегледајте ваша документа
uk: Перегляд ваших документів

source: When you open <app>Documents</app>, documents which are stored locally in one of the standard folders such as <file>Documents</file> or <file>Downloads</file> and in one of your online accounts, are displayed as thumbnails.
da: Når du åbner <app>Dokumenter</app>, vises der miniaturer for dokumenter som er gemt lokalt i en af standardmapperne såsom <file>Dokumenter</file> eller <file>Downloads</file> og i en af dine onlinekonti.
ru: Когда вы открываете <app>Документы</app>, документы, которые хранятся локально в одной из стандартных папок, таких как <file>Документы</file> или <file>Загрузки</file>, а также в одной из ваших учетных записей в Интернете, отображаются в виде миниатюр.
sr: Када отворите <app>Документа</app>, документа која су смештена локално у једној од стандардних фасцикли као што је <file>Документа</file> или <file>Преузимања</file> и на једном од ваших налога на мрежи, су приказана као сличице.
uk: Після відкриття вікна <app>Документів</app> ви побачити мініатюри вмісту документів, які зберігаються локально в одній зі стандартних тек, зокрема <file>Документи</file> або <file>Завантаження</file> і на ваших облікових записах в інтернеті.

source: To see documents from your online accounts, it is necessary to <link href="help:gnome-help/accounts-add">set up the accounts</link>.
da: For at se dokumenterne fra dine onlinekonti er det nødvendigt at <link href="help:gnome-help/accounts-add">opsætte kontoerne</link>.
ru: Чтобы увидеть документы из ваших учётных записей онлайн, необходимо <link href="help:gnome-help/accounts-add">настроить учётные записи</link>.
sr: Да видите документа са ваших налога на мрежи, неопходно је да <link href="help:gnome-help/accounts-add">поставите налоге</link>.
uk: Щоб мати змогу переглядати документи з ваших облікових записів у інтернеті, слід <link href="help:gnome-help/accounts-add">налаштувати облікові записи</link>.

source: To view the contents of a document, press on the thumbnail.
da: Tryk på miniaturen for at vise indholdet af et dokument.
ru: Чтобы просмотреть содержимое документа, нажмите на его миниатюру.
sr: Да прикажете садржај документа, кликните на сличицу.
uk: Щоб переглянути вміст документа, натисніть його мініатюру.

source: To exit the document, click the back arrow button in the top-left of the window.
da: Forlad dokumentet ved at klikke på tilbagepil-knappen øverst til venstre i vinduet.
ru: Чтобы выйти из документа, нажмите кнопку со стрелкой назад в левом верхнем углу окна.
sr: Да изађете из документа, кликните на дугме стрелице назад у горњем левом углу прозора.
uk: Щоб вийти з режиму перегляду документа, натисніть кнопку зі стрілкою назад у верхньому лівому куті вікна програми.

source: Add extra directories to those which are already searched by <app>Documents</app>.
da: Tilføj ekstra mapper til dem der allerede kan søges efter med <app>Dokumenter</app>.
ru: Добавьте дополнительные каталоги к тем, которые уже ищутся в <app>Documents</app>.
sr: Додајте додатне директоријуме онима које већ претражује програм <app>Документа</app>.
uk: Додавання каталогів до списку каталогів пошуку у <app>Документах</app>.

source: Add custom directories
da: Tilføj tilpassede mapper
ru: Добавьте пользовательские каталоги
sr: Додајте произвољне директоријуме
uk: Додавання нетипових каталогів

source: <app>Documents</app> normally shows only documents that are in standard folders such as <file>Documents</file> or <file>Downloads</file>. You can add extra folders that you want to use from the <app>Search</app> preference panel. You may want to do this if you keep some of your documents in a non-standard location such as another folder on your computer or on an external hard disk.
da: <app>Dokumenter</app> viser normalt kun dokumenter, som er i standardmapper såsom <file>Dokumenter</file> eller <file>Downloads</file>. Du kan tilføje ekstramapper, som du vil bruge fra <app>Søg</app>-indstillingspanelet. Det kan du gøre, hvis du vil beholde nogle af dine dokumenter uden for standardmapperne, såsom en anden mappe på din computer eller på en ekstern harddisk.
ru: <app>Документы</app> обычно показывает только документы, находящиеся в стандартных папках, таких как <file>Документы</file> или <file>Загрузки</file>. Вы можете добавить дополнительные папки, которые вы хотите использовать, на панели предпочтений <app>поиска</app>. Это может понадобиться, если некоторые документы хранятся в нестандартном месте, например, в другой папке на компьютере или на внешнем жестком диске.
sr: <app>Документа</app> обично приказује само документа која су у стандардним фасциклама као што су <file>Документа</file> или <file>Преузимања</file>. Можете додати додатне фасцикле које желите да користите са панела поставки <app>Претраге</app>. Можда ћете желети да урадите ово ако држите нека од ваших докумената на нестандардним местима као што је друга фасцикла на вашем рачунару или на спољном чврстом диску..
uk: Зазвичай, <app>Документи</app> показують лише документи, які зберігаються у стандартних теках, зокрема теках <file>Документи</file> і <file>Завантаження</file>. Ви можете додати теки, якими хочете користуватися для зберігання документів, за допомогою панелі налаштувань <app>Пошук</app>. Потреба у додаванні може виникнути, якщо ви зберігаєте документи у нестандратних місцях, зокрема у іншій теці на вашому комп'ютері або на зовнішньому жорсткому диску.

source: Open the <gui href="help:gnome-help/shell-terminology">Activities</gui> overview and start typing <gui>Search</gui>.
da: Åbn <gui href="help:gnome-help/shell-terminology">Aktiviteter</gui>-overblikket og begynd at skrive <gui>Søg</gui>.
ru: Откройте <gui href="help:gnome-help/shell-terminology">Режим обзора</gui> и начните вводить строку для в поле <gui>Поиск</gui>".
sr: Отворите преглед <gui href="help:gnome-help/shell-terminology">Активности</gui> и почните да куцате <gui>Претражи</gui>.
uk: Відкрийте огляд <gui href="help:gnome-help/shell-terminology">Діяльності</gui> і почніть введення слова <gui>Пошук</gui>.

source: Click on <gui>Search</gui> to open the panel.
da: Klik på <gui>Søg</gui> for at åbne panelet.
ru: Нажмите на <gui>Поиск</gui>, чтобы открыть панель.
sr: Кликните на <gui>Претражи</gui> да отворите панел.
uk: Натисніть пункт <gui>Пошук</gui>, щоб відкрити панель.

source: Press the button in the bottom-right of the window which will open <gui>Search Locations</gui>.
da: Tryk på knappen nederst til højre i vinduet for at åbne <gui>Søgesteder</gui>.
ru: Нажмите кнопку в правом нижнем углу окна, в результате чего откроется окно <gui>Поиск мест</gui>.
sr: Кликните на дугме у доњем десном углу прозора који ће отворити <gui>Претражи места</gui>.
uk: Натисніть кнопку у нижньому правому куті вікна програми. У відповідь буде відкрито вікно <gui>Місця пошуку</gui>.

source: Press <gui style="button">+</gui> to add a new search location.
da: Tryk på <gui style="button">+</gui> for at tilføje en ny søgeplacering.
ru: Нажмите <gui style="button">+</gui>, чтобы добавить новое место поиска.
sr: Кликните на <gui style="button">+</gui> да додате ново место претраге.
uk: Натисніть кнопку <gui style="button">+</gui>, щоб додати нове місце для пошуку.

source: Select the folder that you want to add and press <gui style="button">OK</gui> to add the folder.
da: Vælg den mappe, som du vil tilføje, og tryk på <gui style="button">OK</gui> for at tilføje mappen.
ru: Выберите папку, которую вы хотите добавить, и нажмите <gui style="button">OK</gui>, чтобы добавить папку.
sr: Изаберите фасциклу коју желите да додате и кликните <gui style="button">У реду</gui> да додате фасциклу.
uk: Виберіть теку, яку ви хочете додати, і натисніть кнопку <gui style="button">Гаразд</gui>, щоб додати теку.

source: Adding a new folder to the search may let some of your other applications search that folder. Unfortunately, it is not possible to tell which applications will be affected without testing them.
da: Når en ny mappe tilføjes til søgningen, kan det give andre programmer mulighed til at søge i mappen. Det er desværre ikke muligt at sige hvilke programmer som påvirkes uden at teste dem.
ru: Добавление новой папки в поиск может позволить некоторым из ваших других приложений искать в этой папке. К сожалению, невозможно сказать, какие приложения будут затронуты, не протестировав их.
sr: Додавање нове фасцикле у претрагу може натерати неке од ваших програма да претражују ту фасциклу. На несрећу, није могуће рећи који ће програми бити подстакнути на то без њиховог тестирања.
uk: Додавання нової теки до пошуку може надати вашим іншим програмам змогу виконувати пошук у цій теці. На жаль, неможливо сказати, які саме програми зможуть виконувати там пошук без тестування.
